{"html":"<p>The slug is what&#39;s used to navigate/link to this specific post, visible right now in the URL.</p>\n<p><a href=\"https://link\">some crafty text</a></p>\n<p>Officia mollit anim nulla reprehenderit ut ullamco dolore nostrud. Culpa non anim sit proident aute esse consectetur nostrud. Officia consectetur nisi magna sunt nostrud adipisicing cupidatat enim laborum occaecat labore adipisicing sunt magna. Ea amet aliquip pariatur eiusmod esse do duis ut est consequat voluptate. Tempor ad id ullamco cupidatat eu eiusmod est et nostrud cillum officia do ut consequat.</p>\n<h3 id=\"look-at-the-title-above-its-straight-out-of-the-front-matter-↖-something\">Look at the <code>title</code> above, it&#39;s straight out of the front matter! ↖ <code>something</code></h3>\n<pre><code class=\"language-javascript\"> <span class=\"hljs-keyword\">let</span> test = <span class=\"hljs-string\">&#x27;checking marked config&#x27;</span>\n</code></pre>\n<p>Labore culpa labore dolor fugiat et ullamco id deserunt elit sit cupidatat sint. Non fugiat aliquip sunt nostrud laborum adipisicing non non Lorem. Fugiat officia fugiat eiusmod sint est quis est esse qui pariatur ipsum sit ad mollit.</p>\n<p>Enim consectetur commodo veniam incididunt nisi elit exercitation ullamco officia eiusmod do. Velit sit consectetur minim adipisicing dolore dolor Lorem et incididunt Lorem amet. Labore culpa aliquip sint culpa eu pariatur laboris.</p>\n","title":"My first blog post","description":"The Description has to be attention grabing and enticing adipisicing quis. Eiusmod ipsum in deserunt Lorem esse magna cillum sint ut quis commodo culpa esse. Id mollit et minim officia aliqua nulla in excepteur aute officia aute.","lead":"The lead has to be attention grabing and enticing adipisicing quis. Eiusmod ipsum in deserunt Lorem esse magna cillum sint ut quis commodo culpa esse. Id mollit et minim officia aliqua nulla in excepteur aute officia aute.","slug":"first-post","author":"José Trindade","pubDate":"2021-02-16","tags":["angular","typescipt","firebase"]}